// В переменную randomNumber 
// присвоено произвольное число в диапазоне 
// от -50 до 50.

// Выведите в консоль значение переменной 
// randomNumber внутри сообщения о том, 
// отрицательное или положительное это число.

// Примеры:
// Если randomNumber = 40
// Вывод в консоль:
// Число 40 больше или равно нулю
// Если randomNumber = -29
// Вывод в консоль:
// Число -29 меньше нуля.

let randomNumber = 15;

//Введите ваше решение ниже

if (randomNumber >= 0) {
  console.log(`Число ${randomNumber} больше или равно нулю`)
} else {
  console.log(`Число ${randomNumber} меньше нуля`)
}